---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CreationFailures.CannotCreateElementInFamily
source: html/c2bf0709-e708-3e41-ff7b-79a341d49444.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CreationFailures.CannotCreateElementInFamily Property

Can't create element in this family.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCreateElementInFamily { get; }
```